tap "aws/tap"
tap "azure/functions"
tap "beeftornado/rmtree"
tap "cantino/mcfly", "https://github.com/cantino/mcfly"
tap "dotenvx/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "italomandara/cxpatcher"
tap "jandedobbeleer/oh-my-posh"
tap "minacle/chntpw"
tap "mongodb/brew"
tap "noovolari/brew"
tap "pulumi/tap"
tap "romkatv/powerlevel10k"
tap "salesforce/cloudsplaining", "https://github.com/salesforce/cloudsplaining"
tap "salesforce/policy_sentry", "https://github.com/salesforce/policy_sentry"
tap "sampointer/digaws"
tap "sampointer/digaz"
tap "sampointer/digg"
tap "sidneys/homebrew"
tap "turbot/tap"
tap "vladkens/tap"
brew "openssl@3"
brew "aria2"
brew "aws-sam-cli"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "blueutil"
brew "btop"
brew "cabextract"
brew "cdrtools"
brew "checkov"
brew "cidr2range"
brew "ctop"
brew "dive"
brew "docker"
brew "icu4c@76"
brew "dotnet"
brew "duf"
brew "dust"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "gawk"
brew "gh"
brew "git"
brew "htop"
brew "httpie"
brew "hugo"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "mactop"
brew "mcfly"
brew "miller"
brew "node"
brew "mongosh"
brew "nmap"
brew "nvm"
brew "packer"
brew "packer-completion"
brew "pandoc"
brew "pkgconf"
brew "policy_sentry"
brew "postgresql@14"
brew "powerlevel10k"
brew "procs"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "rust"
brew "saml2aws"
brew "sd"
brew "starship"
brew "tailscale"
brew "terraform"
brew "thefuck"
brew "tldr"
brew "watch"
brew "wimlib"
brew "azure/functions/azure-functions-core-tools@3"
brew "dotenvx/brew/dotenvx"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "minacle/chntpw/chntpw"
brew "mongodb/brew/mongodb-community"
brew "noovolari/brew/leapp-cli-darwin-arm64"
brew "pulumi/tap/pulumi"
brew "sampointer/digaws/digaws"
brew "sampointer/digaz/digaz"
brew "sampointer/digg/digg"
brew "turbot/tap/steampipe"
brew "vladkens/tap/macmon"
cask "anaconda"
cask "bruno"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "gstreamer"
cask "iterm2"
cask "leapp"
cask "mactex"
cask "microsoft-openjdk"
cask "powershell"
cask "stats"
cask "visual-studio-code"
cask "warp"
cask "whisky"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "amandeepmittal.pug"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "angular.ng-template"
vscode "anseki.vscode-color"
vscode "aws-scripting-guy.cform"
vscode "azurepolicy.azurepolicyextension"
vscode "batisteo.vscode-django"
vscode "bencoleman.armview"
vscode "benjaminbenais.copilot-theme"
vscode "bibhasdn.django-html"
vscode "bibhasdn.django-snippets"
vscode "bridgecrew.checkov"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "danielthielking.aws-cloudformation-yaml"
vscode "davidanson.vscode-markdownlint"
vscode "daylerees.rainglow"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-codeql"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "humao.rest-client"
vscode "jasonnutter.search-node-modules"
vscode "jithurjacob.nbpreviewer"
vscode "john-goldsmith.vscode-aws-cloudformation-auto-template-generator"
vscode "johnpapa.angular2"
vscode "kddejong.vscode-cfn-lint"
vscode "kevinrose.vsc-python-indent"
vscode "leytton.jupyter-to-markdown"
vscode "magicstack.magicpython"
vscode "mark-tucker.aws-cli-configure"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "michelemelluso.gitignore"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "mongodb.mongodb-vscode"
vscode "mrmlnc.vscode-pugbeautify"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azure-github-copilot"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-vscode.vscode-speech"
vscode "ms-vsliveshare.vsliveshare"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "naumovs.color-highlight"
vscode "naumovs.theme-oceanicnext"
vscode "oderwat.indent-rainbow"
vscode "openai.openai-chatgpt-adhoc"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "sidthesloth.html5-boilerplate"
vscode "sirtori.indenticator"
vscode "streetsidesoftware.code-spell-checker"
vscode "syler.sass-indented"
vscode "tomoki1207.pdf"
vscode "tuxtina.json2yaml"
vscode "tyriar.sort-lines"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wholroyd.jinja"
vscode "xabikos.javascriptsnippets"
vscode "xelad0m.jupyter-toc"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "zignd.html-css-class-completion"
vscode "ziyasal.vscode-open-in-github"
